Repository: AstvatEreta-Lens/klar-project-ship8
Catalog: KlarProject/*.lproj/Localizable.strings
Languages: id

source: Add Labels
id: Tambahkan Penanda

source: No summary yet.
id: Belum ada kesimpulan

source: Tap button below to generate AI summary.
id: Klik tombol di bawah ini

source: Generating conversation summary...
id: Menyimpulkan kesimpulan percakapan...

source: Loading...
id: Memuat...

source: AI Summary
id: Kesimpulan AI

source: Regenerate
id: Buat ulang

source: Delete
id: Hapus

source: Copy
id: Salin

source: Generate AI Summary
id: Hasilkan Kesimpulan AI

source: Last Handled By
id: Terakhir Ditangani Oleh

source: No labels added
id: Tidak ada penanda yang ditambahkan

source: Internal Notes
id: Catatan Internal

source: Add private notes for this conversation. Only your team can see these notes.
id: Tambahkan catatan pribadi untuk percakapan ini. Hanya tim Anda yang bisa melihat catatan ini

source: This summary is generated by AI to help you review the conversation faster. We suggest you review the AI result. Output may vary based on chat length and knowledge base.
id: Kesimpulan ini dihasilkan oleh AI untuk meninjau percakapan lebih cepat. Kami menyarankan Anda meninjau hasilnya. Hasil bisa sangat bervariasi tergantung pada panjang percakapan dan basis pengetahuan

source: Filter Applied
id: Filter yang diterapkan

# No active filters, chose below.
source: No active filters, choose below.
id: Tidak ada filter yang dipilih. Silahkan pilih di bawah.

source: Label
id: Penanda

source: Apply Filter
id: Terapkan Filter

source: HANDLED BY HUMAN AGENTS
id: DITANGANI OLEH AGEN MANUSIA

source: HANDLED BY AI
id: DITANGANI OLEH AI

source: Conversation
id: Percakapan

source: All
id: Semua

source: Unread
id: Belum terbaca

source: Unresolved
id: Belum tuntas

source: Clear Filters
id: Bersihkan Filter

source: Knowledge
id: Pengetahuan

source: Context successfully evaluated!
id: Konteks berhasil dievaluasi!

source: Continue
id: Lanjutkan

source: Last resolved:
id: Terakhir diselesaikan:

source: Today
id: Hari ini

source: Yesterday
id: Kemarin

# Are you sure want to remove this conversation?
source: Are you sure you want to delete this conversation?
id: Apakah Anda yakin untuk menghapus percakapan ini?

# Deleted conversation context cannot be backup. This action cannot be undone.
source: Deleted conversation context cannot be backed up. This action cannot be undone.
id: Percakapan yang dihapus tidak bisa dikembalikan. Aksi ini tidak bisa diulang.

source: Remove
id: Hapus

source: Cancel
id: Batalkan

# Are you sure want to delete this file?
source: Are you sure you want to delete this file?
id: Apakah Anda yakin untuk menghapus file ini?

source: Deleted files cannot be backed up unless you download them to your computer. This action cannot be undone.
id: File yang dihapus tidak bisa dikembalikan kecuali Anda mengunduhnya di komputer Anda. Aksi ini tidak bisa diulang.

source: Evaluation
id: Evaluasi

source: Edit
id: Ubah

source: Approve
id: Setujui

source: Last Conversation
id: Percakapan Terakhir

source: Handled by:
id: Ditangani oleh:

source: Customer Information
id: Informasi Pelanggan

source: Name
id: Nama

source: Phone
id: Telepon

source: Handled At
id: Ditangani

source: Unevaluated
id: Belum Terevaluasi

source: Evaluated
id: Terevaluasi

source: Add Files
id: Tambah File

source: Uploaded Files
id: File yang terunggah

source: No PDFs found
id: Tidak ada PDF yang ditemukan

source: Try adjusting your search
id: Coba sesuaikan pencarian Anda

source: PDF Files
id: File PDF

source: Upload
id: Unggah

# Choose or uload PDF to see the preview
source: Choose or upload PDF to see the preview
id: Pilih atau unggah PDF untuk melihat pratinjau

source: Select a file to be uploaded in Knowledge Base
id: Pilih file untuk diunggah ke Basis Pengetahuan

source: Select a context to evaluate
id: Pilih konteks untuk dievaluasi

source: Select a file to see the content
id: Pilih file untuk melihat kontennya

source: Select a conversation to view evaluation details
id: Pilih percakapan untuk melihat detail evaluasi

source: No file uploaded yet
id: Belum ada file yang ditambahkan

source: Currently handled by AI
id: Sedang ditangani oleh AI

source: Select a conversation to start
id: Pilih percakapan untuk mulai

source: No Data
id: Tidak ada data

source: Account
id: Akun

source: Profile Picture
id: Gambar Profil

source: Phone Number
id: Nomor Telepon

source: Username
id: Nama Pengguna

source: Platform Configuration
id: Konfigurasi Platform

# Whatsaap Business
source: Whatsapp Business
id: WhatsApp Bisnis

# Acess Token
source: Access Token
id: Akses Token

source: Phone Number ID
id: ID Nomor Telepon

source: Verify Token
id: Verifikasi Token

source: How can I connect my platform to this app?
id: Bagaimana saya menyambungkan platform saya ke aplikasi ini?

source: tutorial
id: instruksi

source: Security
id: Keamanan

source: Workspace Email
id: Email Kerja

source: Role
id: Jabatan

source: Settings
id: Pengaturan

source: Save
id: Simpan

source: Add
id: Tambah

source: Upload Files
id: Unggah Dokumen

source: Add new knowledge base files. Supported type .PDF only
id: Tambah file ke basis pengetahuan. Hanya file PDF saja

source: drag & drop files or
id: tarik dan taruh dokumen atau

source: open folder
id: buka folder

source: Warranty
id: Garansi

source: Service
id: Servis

source: Payment
id: Pembayaran

source: Maintenance
id: Pemeliharaan

source: Spareparts
id: Suku Cadang

source: Search...
id: Cari...

source: Pending
id: Ditunda

source: Open
id: Buka

source: Resolved
id: Selesai

source: Alert
id: Peringatan

source: Unable to open conversation, please try again later.
id: Tidak bisa membuka percakapan, silahkan coba lagi nanti

source: Failed to generate suggestion.
id: Gagal untuk menampilkan saran

# Failed to takeover, please try again.
source: Failed to take over, please try again later.
id: Gagal untuk mengambil alih, silahkan coba lagi nanti

source: Failed to add note. Please try again.
id: Gagal untuk menambahkan catatan, silahkan coba lagi nanti

source: Conversation successfully evaluated.
id: Percakapan berhasil dievaluasi

source: Failed to create KB draft. Please try again.
id: Gagal untuk membuat draf KB, silahkan coba lagi nanti

source: Upload failed. Please check your connection and try again.
id: Gagal unggah, tolong periksa koneksi internet Anda dan silahkan coba lagi

# Successfully to update label.
source: Successfully updated label.
id: Berhasil memperbarui label

source: Cannot evaluate conversation. Please try again.
id: Tidak bisa mengevaluasi percakapan, silahkan coba lagi nanti

source: Dashboard
id: Halaman Dasbor

source: Contact
id: Kontak

source: Select a menu from sidebar
id: Pilih menu dari sidebar

source: Mark Resolved
id: Tuntaskan Percakapan

source: Access Token
id: Akses Token

source: Total Data
id: Jumlah Data
